{
  "en": {
    "direct_payment_title": "Why Direct Payment? — The Sacred Channel",
    "direct_payment_desc": "Each dharma object has been personally consecrated through the ancient Qi-Yun ceremony at Wutai Mountain. To preserve the unbroken flow of spiritual energy from temple to recipient, we transmit all offerings through direct channels — free from third-party intermediaries that may disrupt the sacred bond between the item and its destined keeper.",
    "direct_discount_text": "Save 10% — Direct blessing, direct savings. No intermediary fees means we pass the full merit back to you.",
    "sacred_vow_title": "Our Sacred Vow — 法物必达，功德圆满",
    "sacred_vow_desc": "As the Dharma teaches: A sincere offering always finds its way. We solemnly vow that every consecrated item will be dispatched with care and delivered to its rightful keeper. Should any obstacle arise, we resolve it with full transparency — for the merit of this exchange belongs to both giver and receiver. Your trust is our sacred responsibility."
  },
  "zh": {
    "direct_payment_title": "为何选择直接支付？——法缘直达之道",
    "direct_payment_desc": "每件法物均经五台山气运仪式亲自开光加持。为确保灵性能量从道场到持有者之间不受阻断，我们通过直接渠道传递所有供养，避免第三方中介干扰法物与有缘人之间的神圣连接。",
    "direct_discount_text": "立省 10% — 法缘直达，功德不减。省去中间费用，全数回馈有缘人。",
    "sacred_vow_title": "我们的庄严誓愿 — 法物必达，功德圆满",
    "sacred_vow_desc": "佛法有云：诚心供养，必有所归。我们庄严发愿，每件开光法物必将妥善发出，送达有缘人手中。若途中有任何障碍，我们必以诚信全力解决——此次供养的功德，归于施受双方。您的信任，是我们最神圣的责任。"
  },
  "zh-Hant": {
    "direct_payment_title": "為何選擇直接支付？——法緣直達之道",
    "direct_payment_desc": "每件法物均經五台山氣運儀式親自開光加持。為確保靈性能量從道場到持有者之間不受阻斷，我們透過直接渠道傳遞所有供養，避免第三方中介干擾法物與有緣人之間的神聖連結。",
    "direct_discount_text": "立省 10% — 法緣直達，功德不減。省去中間費用，全數回饋有緣人。",
    "sacred_vow_title": "我們的莊嚴誓願 — 法物必達，功德圓滿",
    "sacred_vow_desc": "佛法有云：誠心供養，必有所歸。我們莊嚴發願，每件開光法物必將妥善發出，送達有緣人手中。若途中有任何障礙，我們必以誠信全力解決——此次供養的功德，歸於施受雙方。您的信任，是我們最神聖的責任。"
  },
  "de": {
    "direct_payment_title": "Warum Direktzahlung? — Der heilige Kanal",
    "direct_payment_desc": "Jedes Dharma-Objekt wurde persönlich durch die alte Qi-Yun-Zeremonie am Wutai-Berg geweiht. Um den ununterbrochenen Fluss spiritueller Energie vom Tempel zum Empfänger zu bewahren, übermitteln wir alle Angebote über direkte Kanäle — frei von Drittanbietern, die die heilige Verbindung zwischen dem Objekt und seinem bestimmten Hüter stören könnten.",
    "direct_discount_text": "10% sparen — Direkter Segen, direkte Ersparnis. Keine Vermittlungsgebühren bedeutet, wir geben das volle Verdienst an Sie weiter.",
    "sacred_vow_title": "Unser heiliges Gelübde — 法物必达，功德圆满",
    "sacred_vow_desc": "Wie der Dharma lehrt: Ein aufrichtiges Angebot findet immer seinen Weg. Wir geloben feierlich, dass jedes geweihte Objekt sorgfältig versandt und seinem rechtmäßigen Hüter übergeben wird. Sollte ein Hindernis auftreten, lösen wir es mit voller Transparenz — denn das Verdienst dieses Austauschs gehört sowohl dem Geber als auch dem Empfänger. Ihr Vertrauen ist unsere heilige Verantwortung."
  },
  "fr": {
    "direct_payment_title": "Pourquoi le paiement direct ? — Le canal sacré",
    "direct_payment_desc": "Chaque objet du Dharma a été personnellement consacré par l'ancienne cérémonie Qi-Yun au mont Wutai. Pour préserver le flux ininterrompu d'énergie spirituelle du temple au destinataire, nous transmettons toutes les offrandes par des canaux directs — sans intermédiaires tiers susceptibles de perturber le lien sacré entre l'objet et son gardien désigné.",
    "direct_discount_text": "Économisez 10% — Bénédiction directe, économies directes. Sans frais d'intermédiaire, nous vous reversons l'intégralité du mérite.",
    "sacred_vow_title": "Notre vœu sacré — 法物必达，功德圆满",
    "sacred_vow_desc": "Comme l'enseigne le Dharma : Une offrande sincère trouve toujours son chemin. Nous promettons solennellement que chaque objet consacré sera expédié avec soin et livré à son gardien légitime. Si un obstacle survient, nous le résolvons en toute transparence — car le mérite de cet échange appartient au donateur et au receveur. Votre confiance est notre responsabilité sacrée."
  },
  "es": {
    "direct_payment_title": "¿Por qué pago directo? — El canal sagrado",
    "direct_payment_desc": "Cada objeto del Dharma ha sido consagrado personalmente a través de la antigua ceremonia Qi-Yun en el Monte Wutai. Para preservar el flujo ininterrumpido de energía espiritual del templo al destinatario, transmitimos todas las ofrendas a través de canales directos — libres de intermediarios de terceros que puedan interrumpir el vínculo sagrado entre el objeto y su guardián destinado.",
    "direct_discount_text": "Ahorra 10% — Bendición directa, ahorro directo. Sin comisiones de intermediarios, te devolvemos el mérito completo.",
    "sacred_vow_title": "Nuestro voto sagrado — 法物必达，功德圆满",
    "sacred_vow_desc": "Como enseña el Dharma: Una ofrenda sincera siempre encuentra su camino. Prometemos solemnemente que cada objeto consagrado será enviado con cuidado y entregado a su guardián legítimo. Si surge algún obstáculo, lo resolvemos con total transparencia — pues el mérito de este intercambio pertenece tanto al donante como al receptor. Tu confianza es nuestra responsabilidad sagrada."
  },
  "it": {
    "direct_payment_title": "Perché il pagamento diretto? — Il canale sacro",
    "direct_payment_desc": "Ogni oggetto del Dharma è stato personalmente consacrato attraverso l'antica cerimonia Qi-Yun al Monte Wutai. Per preservare il flusso ininterrotto di energia spirituale dal tempio al destinatario, trasmettiamo tutte le offerte attraverso canali diretti — liberi da intermediari di terze parti che potrebbero disturbare il legame sacro tra l'oggetto e il suo custode designato.",
    "direct_discount_text": "Risparmia il 10% — Benedizione diretta, risparmio diretto. Nessuna commissione di intermediari significa che ti restituiamo il pieno merito.",
    "sacred_vow_title": "Il nostro voto sacro — 法物必达，功德圆满",
    "sacred_vow_desc": "Come insegna il Dharma: Un'offerta sincera trova sempre la sua strada. Promettiamo solennemente che ogni oggetto consacrato sarà spedito con cura e consegnato al suo legittimo custode. Se dovesse sorgere un ostacolo, lo risolveremo con piena trasparenza — poiché il merito di questo scambio appartiene sia al donatore che al ricevente. La tua fiducia è la nostra sacra responsabilità."
  },
  "ja": {
    "direct_payment_title": "なぜ直接支払いなのか？— 聖なるチャンネル",
    "direct_payment_desc": "すべての法物は、五台山での古代の気運儀式を通じて個人的に開光されています。寺院から受け取り手への霊的エネルギーの途切れないフローを保つため、すべての供物を直接チャンネルを通じて伝達します。第三者の仲介者が法物と縁のある守護者との神聖な絆を妨げることを避けるためです。",
    "direct_discount_text": "10%節約 — 直接の祝福、直接の節約。仲介手数料なしで、すべての功徳をあなたにお返しします。",
    "sacred_vow_title": "私たちの神聖な誓い — 法物必達、功徳円満",
    "sacred_vow_desc": "仏法が教えるように：誠実な供養は必ず届く。すべての開光された法物が丁寧に発送され、縁のある守護者に届けられることを厳粛に誓います。障害が生じた場合は、完全な透明性をもって解決します。この交換の功徳は、施す者と受け取る者の両方に属するからです。あなたの信頼が私たちの神聖な責任です。"
  },
  "ko": {
    "direct_payment_title": "왜 직접 결제인가요? — 신성한 채널",
    "direct_payment_desc": "모든 법물은 우타이산에서의 고대 기운 의식을 통해 개인적으로 개광되었습니다. 사원에서 수령자까지 영적 에너지의 끊임없는 흐름을 보존하기 위해, 모든 공양을 직접 채널을 통해 전달합니다. 제3자 중개인이 법물과 인연이 있는 수호자 사이의 신성한 유대를 방해하지 않도록 하기 위함입니다.",
    "direct_discount_text": "10% 절약 — 직접 축복, 직접 절약. 중개 수수료 없이 모든 공덕을 당신에게 돌려드립니다.",
    "sacred_vow_title": "우리의 신성한 서원 — 법물필달, 공덕원만",
    "sacred_vow_desc": "불법이 가르치듯: 진심 어린 공양은 반드시 길을 찾는다. 모든 개광된 법물이 정성껏 발송되어 인연 있는 수호자에게 전달될 것을 엄숙히 서원합니다. 장애가 생기면 완전한 투명성으로 해결합니다. 이 교환의 공덕은 주는 자와 받는 자 모두에게 속하기 때문입니다. 당신의 신뢰가 우리의 신성한 책임입니다."
  },
  "ar": {
    "direct_payment_title": "لماذا الدفع المباشر؟ — القناة المقدسة",
    "direct_payment_desc": "تم تكريس كل قطعة دارما شخصياً من خلال طقوس Qi-Yun القديمة في جبل Wutai. للحفاظ على تدفق الطاقة الروحية المتواصل من المعبد إلى المستلم، نرسل جميع القرابين عبر قنوات مباشرة — بعيداً عن الوسطاء الذين قد يعطلون الرابط المقدس بين القطعة وحارسها المقدر.",
    "direct_discount_text": "وفر 10% — بركة مباشرة، توفير مباشر. لا رسوم وسيط، مما يعني أننا نعيد إليك كامل الأجر.",
    "sacred_vow_title": "نذرنا المقدس — 法物必达，功德圆满",
    "sacred_vow_desc": "كما يعلم الدارما: القربان الصادق يجد طريقه دائماً. نتعهد بشكل رسمي بأن كل قطعة مكرسة ستُرسَل بعناية وتُسَلَّم إلى حارسها الشرعي. إذا نشأ أي عائق، نحله بكامل الشفافية — لأن أجر هذا التبادل يعود لكلٍّ من المانح والمستلم. ثقتك هي مسؤوليتنا المقدسة."
  },
  "hi": {
    "direct_payment_title": "प्रत्यक्ष भुगतान क्यों? — पवित्र माध्यम",
    "direct_payment_desc": "प्रत्येक धर्म वस्तु को वुताई पर्वत पर प्राचीन क्यी-युन समारोह के माध्यम से व्यक्तिगत रूप से अभिमंत्रित किया गया है। मंदिर से प्राप्तकर्ता तक आध्यात्मिक ऊर्जा के निरंतर प्रवाह को बनाए रखने के लिए, हम सभी अर्पण सीधे माध्यमों से भेजते हैं — तृतीय पक्ष के बिचौलियों से मुक्त जो वस्तु और उसके नियत संरक्षक के बीच पवित्र बंधन को बाधित कर सकते हैं।",
    "direct_discount_text": "10% बचाएं — प्रत्यक्ष आशीर्वाद, प्रत्यक्ष बचत। कोई बिचौलिया शुल्क नहीं, इसका अर्थ है कि हम पूरा पुण्य आपको लौटाते हैं।",
    "sacred_vow_title": "हमारी पवित्र प्रतिज्ञा — 法物必达，功德圆满",
    "sacred_vow_desc": "जैसा धर्म सिखाता है: एक सच्चा अर्पण हमेशा अपना रास्ता खोज लेता है। हम गंभीरता से प्रतिज्ञा करते हैं कि प्रत्येक अभिमंत्रित वस्तु सावधानी से भेजी जाएगी और उसके उचित संरक्षक को दी जाएगी। यदि कोई बाधा आती है, तो हम पूर्ण पारदर्शिता के साथ इसे हल करेंगे — क्योंकि इस आदान-प्रदान का पुण्य देने वाले और प्राप्त करने वाले दोनों का है। आपका विश्वास हमारी पवित्र जिम्मेदारी है।"
  },
  "id": {
    "direct_payment_title": "Mengapa Pembayaran Langsung? — Saluran Suci",
    "direct_payment_desc": "Setiap objek dharma telah dikonsekrasikan secara pribadi melalui upacara Qi-Yun kuno di Gunung Wutai. Untuk menjaga aliran energi spiritual yang tidak terputus dari kuil ke penerima, kami mengirimkan semua persembahan melalui saluran langsung — bebas dari perantara pihak ketiga yang dapat mengganggu ikatan suci antara benda dan penjaganya yang ditakdirkan.",
    "direct_discount_text": "Hemat 10% — Berkah langsung, penghematan langsung. Tanpa biaya perantara berarti kami meneruskan seluruh pahala kepada Anda.",
    "sacred_vow_title": "Sumpah Suci Kami — 法物必达，功德圆满",
    "sacred_vow_desc": "Seperti yang diajarkan Dharma: Persembahan yang tulus selalu menemukan jalannya. Kami dengan khidmat bersumpah bahwa setiap benda yang dikonsekrasikan akan dikirimkan dengan penuh perhatian dan diserahkan kepada penjaganya yang sah. Jika ada hambatan yang muncul, kami akan menyelesaikannya dengan transparansi penuh — karena pahala pertukaran ini milik pemberi dan penerima. Kepercayaan Anda adalah tanggung jawab suci kami."
  },
  "pt": {
    "direct_payment_title": "Por que pagamento direto? — O canal sagrado",
    "direct_payment_desc": "Cada objeto do Dharma foi pessoalmente consagrado através da antiga cerimônia Qi-Yun no Monte Wutai. Para preservar o fluxo ininterrupto de energia espiritual do templo ao destinatário, transmitimos todas as oferendas por canais diretos — livres de intermediários de terceiros que possam perturbar o vínculo sagrado entre o objeto e seu guardião destinado.",
    "direct_discount_text": "Economize 10% — Bênção direta, economia direta. Sem taxas de intermediários, repassamos todo o mérito a você.",
    "sacred_vow_title": "Nosso voto sagrado — 法物必达，功德圆满",
    "sacred_vow_desc": "Como o Dharma ensina: Uma oferta sincera sempre encontra seu caminho. Prometemos solenemente que cada objeto consagrado será despachado com cuidado e entregue ao seu legítimo guardião. Se surgir algum obstáculo, o resolveremos com total transparência — pois o mérito desta troca pertence tanto ao doador quanto ao receptor. Sua confiança é nossa sagrada responsabilidade."
  },
  "ru": {
    "direct_payment_title": "Почему прямой платёж? — Священный канал",
    "direct_payment_desc": "Каждый предмет Дхармы был лично освящён через древнюю церемонию Ци-Юнь на горе Утай. Чтобы сохранить непрерывный поток духовной энергии от храма к получателю, мы передаём все подношения через прямые каналы — без посредников, которые могут нарушить священную связь между предметом и его предназначенным хранителем.",
    "direct_discount_text": "Сэкономьте 10% — Прямое благословение, прямая экономия. Без комиссий посредников мы возвращаем вам полную заслугу.",
    "sacred_vow_title": "Наш священный обет — 法物必达，功德圆满",
    "sacred_vow_desc": "Как учит Дхарма: Искреннее подношение всегда найдёт свой путь. Мы торжественно клянёмся, что каждый освящённый предмет будет отправлен с заботой и доставлен его законному хранителю. Если возникнет препятствие, мы решим его с полной прозрачностью — ведь заслуга этого обмена принадлежит как дающему, так и получающему. Ваше доверие — наша священная ответственность."
  },
  "th": {
    "direct_payment_title": "ทำไมต้องชำระเงินโดยตรง? — ช่องทางศักดิ์สิทธิ์",
    "direct_payment_desc": "วัตถุธรรมทุกชิ้นได้รับการอธิษฐานจิตเป็นการส่วนตัวผ่านพิธีกรรม Qi-Yun โบราณที่ภูเขา Wutai เพื่อรักษาการไหลเวียนของพลังงานทางจิตวิญญาณที่ไม่ขาดตอนจากวัดถึงผู้รับ เราส่งมอบเครื่องบูชาทั้งหมดผ่านช่องทางตรง — ปราศจากตัวกลางบุคคลที่สามที่อาจรบกวนพันธะศักดิ์สิทธิ์ระหว่างวัตถุและผู้ดูแลที่กำหนดไว้",
    "direct_discount_text": "ประหยัด 10% — พรโดยตรง ประหยัดโดยตรง ไม่มีค่าธรรมเนียมตัวกลาง หมายความว่าเราส่งมอบบุญกุศลเต็มจำนวนให้แก่คุณ",
    "sacred_vow_title": "คำปฏิญาณศักดิ์สิทธิ์ของเรา — 法物必达，功德圆满",
    "sacred_vow_desc": "ดังที่ธรรมะสอนว่า: เครื่องบูชาที่จริงใจย่อมหาทางของตนเองได้เสมอ เราขอปฏิญาณอย่างจริงจังว่าวัตถุธรรมที่ได้รับการอธิษฐานจิตทุกชิ้นจะถูกจัดส่งด้วยความระมัดระวังและมอบให้แก่ผู้ดูแลที่ชอบธรรม หากมีอุปสรรคใดเกิดขึ้น เราจะแก้ไขด้วยความโปร่งใสอย่างเต็มที่ — เพราะบุญกุศลของการแลกเปลี่ยนนี้เป็นของทั้งผู้ให้และผู้รับ ความไว้วางใจของคุณคือความรับผิดชอบศักดิ์สิทธิ์ของเรา"
  },
  "tr": {
    "direct_payment_title": "Neden Doğrudan Ödeme? — Kutsal Kanal",
    "direct_payment_desc": "Her dharma nesnesi, Wutai Dağı'ndaki antik Qi-Yun töreni aracılığıyla kişisel olarak kutsanmıştır. Tapınaktan alıcıya kadar ruhsal enerjinin kesintisiz akışını korumak için tüm sunuları doğrudan kanallar aracılığıyla iletiyoruz — nesne ile kaderine bağlı koruyucusu arasındaki kutsal bağı bozabilecek üçüncü taraf aracılardan uzak.",
    "direct_discount_text": "%10 Tasarruf Edin — Doğrudan bereket, doğrudan tasarruf. Aracı ücreti olmadan tüm erdemi size geri aktarıyoruz.",
    "sacred_vow_title": "Kutsal Yeminimiz — 法物必达，功德圆满",
    "sacred_vow_desc": "Dharma'nın öğrettiği gibi: Samimi bir sunum her zaman yolunu bulur. Her kutsanmış nesnenin özenle gönderileceğine ve meşru koruyucusuna teslim edileceğine dair ciddi bir yemin ediyoruz. Bir engel çıkarsa, tam şeffaflıkla çözeceğiz — çünkü bu alışverişin erdemi hem verene hem de alana aittir. Güveniniz bizim kutsal sorumluluğumuzdur."
  },
  "vi": {
    "direct_payment_title": "Tại sao thanh toán trực tiếp? — Kênh thiêng liêng",
    "direct_payment_desc": "Mỗi pháp vật đã được cá nhân khai quang thông qua nghi lễ Khí Vận cổ đại tại núi Ngũ Đài. Để bảo tồn dòng chảy liên tục của năng lượng tâm linh từ đền đến người nhận, chúng tôi truyền tất cả lễ vật qua các kênh trực tiếp — không có bên trung gian thứ ba có thể làm gián đoạn mối liên kết thiêng liêng giữa vật phẩm và người giữ gìn được định sẵn.",
    "direct_discount_text": "Tiết kiệm 10% — Phước lành trực tiếp, tiết kiệm trực tiếp. Không có phí trung gian nghĩa là chúng tôi chuyển toàn bộ công đức lại cho bạn.",
    "sacred_vow_title": "Lời thề thiêng liêng của chúng tôi — 法物必达，功德圆满",
    "sacred_vow_desc": "Như Pháp dạy: Một lễ vật chân thành luôn tìm được đường đi. Chúng tôi trịnh trọng thề rằng mỗi pháp vật đã được khai quang sẽ được gửi đi cẩn thận và giao đến người giữ gìn hợp pháp. Nếu có bất kỳ trở ngại nào, chúng tôi sẽ giải quyết với sự minh bạch hoàn toàn — vì công đức của sự trao đổi này thuộc về cả người cho và người nhận. Sự tin tưởng của bạn là trách nhiệm thiêng liêng của chúng tôi."
  }
}
